//MARK: Tab labels
"Tab buttons" = "버튼";
"Tab cursor" = "마우스";
"Tab scroll" = "스크롤";
"Tab keys" = "키보드";
"Tab apps" = "예외";
"Tab settings" = "설정";

//MARK: Action menu items
"Button action Double Click" = "더블 클릭";
"Button action Triple Click" = "트리플 클릭";
"Button action Look Up" = "찾아보기";
"Button action Smart Zoom" = "스마트 줌";
"Button action Cmd Click" = "⌘ 클릭";
"Button action Shift Cmd Click" = "⇧⌘ 클릭";
"Button action Shift Click" = "⇧ 클릭";
"Button action Ctrl Cmd Click" = "⌃⌘ 클릭";
"Button action Option Click" = "⌥ 클릭";
"Button action Left Click" = "왼쪽 클릭";
"Button action Middle Click" = "가운데 클릭";
"Button action Right Click" = "오른쪽 클릭";
"Button action Mod Clicks" = "Mod Clicks";
"Button action Zoom Window" = "윈도우 줌";
"Button action Fullscreen Window" = "전체 화면";
"Button action Backlight" = "백라이트";
"Button action Backlight Down" = "백라이트 밝기 감소";
"Button action Backlight Up" = "백라이트 밝기 증가";
"Button action Media Next" = "다음 트랙";
"Button action Media Play/Pause" = "재생/일시정지";
"Button action Media Previous" = "이전 트랙";
"Button action Mute Mic" = "마이크 음소거 토글";
"Button action Swipe Back" = "뒤로 스와이프";
"Button action Swipe Forward" = "앞으로 스와이프";
"Button action Pan" = "팬 스크롤";
"Button action 2 Finger Scroll" = "두 손가락 스크롤";
"Button action 3 Finger Swipe L" = "세 손가락 스와이프 ←";
"Button action 3 Finger Swipe R" = "세 손가락 스와이프 →";
"Button action 3 Finger Swipe U" = "세 손가락 스와이프 ↑";
"Button action 3 Finger Swipe D" = "세 손가락 스와이프 ↓";
"Button action 3 Finger Pinch in" = "세 손가락 핀치 인";
"Button action 3 Finger Pinch out" = "세 손가락 핀치 아웃";
"Button action Scroll Left" = "왼쪽으로 스크롤";
"Button action Scroll Right" = "오른쪽으로 스크롤";
"Button action Zoom In" = "확대";
"Button action Zoom Out" = "축소";
"Button action Volume" = "볼륨";
"Button action Volume Down" = "볼륨 낮추기";
"Button action Volume Mute" = "볼륨 음소거";
"Button action Volume Up" = "볼륨 높이기";
"Button action App Switch" = "앱 전환";
"Button action Sleep" = "잠자기";
"Button action Logout" = "로그아웃";
"Button action Screen Off" = "화면 끄기";
"Button action Lock Screen" = "화면 잠금";
"Button action App Launch" = "앱 실행";
"Button action IM Switch" = "입력기 전환";
"Button action Extra Keys" = "추가 키";
"Button action Shift Scroll" = "가로 스크롤";
"Button action Cmd Scroll" = "빠른 스크롤";
"Button action Ctrl Scroll" = "줌";
"Button action Do Nothing" = "아무 작업 안 함";

//MARK: Question Mark Helps
//Buttons tab
"Help left click through" = "이 옵션을 활성화하면 비활성 창의 버튼을 클릭할 때 한 번만 클릭하면 됩니다.";
"Help right click through" = "비활성 창을 마우스 오른쪽 버튼으로 클릭하면 해당 창이 먼저 활성화됩니다.";
"Help trackpad left click through" = "트랙패드 왼쪽 클릭 스루";
"Help trackpad right click through" = "트랙패드 오른쪽 클릭 스루";
"Help binding click through" = "이 토글 열은 각 항목의 클릭 스루 옵션입니다. 활성화하면 바인딩된 작업이 실행되기 전에 커서 아래의 창이 먼저 활성화됩니다.\n\n예를 들어, 단축키 ⌘+w에 대해 활성화하면 현재 활성 창 대신 커서 아래의 창을 닫습니다.\n\n일부 작업은 창과 관련이 없으므로 이런 방식으로 작동하도록 의도되지 않았으며, 해당 작업에 대해서는 이 옵션을 숨깁니다.";
"Help pan" = "트랙패드 스크롤과 유사하게 버튼으로 드래그하여 모든 방향으로 자유롭게 스크롤합니다. '스크롤' 탭에서 설정한 보조 키를 사용하여 확대/축소하거나 속도를 변경할 수도 있습니다.\n\n상자를 클릭하여 강조 표시한 다음, 패닝에 할당할 버튼을 클릭하십시오.\n\n상자가 강조 표시된 상태에서 다시 왼쪽 클릭하면 팬 기능이 꺼집니다.\n\n팬 기능은 해당 버튼에 할당된 드래그 제스처를 비활성화합니다.";
"Help pan momentum" = "오른쪽 버튼 팬을 위한 트랙패드 스타일의 관성 스크롤입니다.きっと気に入っていただけるはずです。";
"Help multishot" = "이 토글 열은 방향 및 길게 누르기 제스처의 단축키 바인딩을 위한 멀티샷 옵션입니다.\n\n제스처 이동으로 해당 단축키를 반복적으로 트리거하려면 이 옵션을 활성화하십시오.\n\n드롭다운 목록의 작업에는 고유한 멀티샷 속성이 있으며 여기에는 옵션이 없습니다.";

//Mouse tab
"Help cursor switch" = "이것은 '시스템 설정 -> 마우스 -> 추적 속도'와 동일한 제어 기능이지만, 가속과 속도가 분리되어 있습니다.\n\nmacOS Sonoma의 경우, 두 슬라이더가 제대로 작동하려면 '시스템 설정 -> 마우스 -> 고급 -> 포인터 가속'을 켜야 합니다.\n\n이 두 슬라이더와 시스템 설정의 추적 속도는 서로를 덮어쓸 수 있습니다. 이 커서 제어를 켜면, 시스템 설정 패널이나 다른 앱에서 변경하는 것을 피하십시오.\n\n이 토글을 끄면 앱은 이러한 설정을 시스템 기본값으로 되돌립니다.\n\nWindows 사용자 권장 값: \n가속: 0";
"Help cursor hold" = "방향 제스처나 패닝 중에 마우스 커서를 고정시킵니다.";
"Help unifying pairing" = "1. 마우스에서 채널을 선택한 다음 마우스를 끄십시오.\n\n2. 왼쪽에 있는 페어링 버튼을 클릭하여 USB 수신기를 페어링 모드로 설정하십시오.\n\n3. 마우스를 켜서 동글을 검색하고 페어링하십시오.\n\n각 슬롯 옆의 x 버튼을 클릭하여 동글의 페어링 정보를 지우고 새 장치를 페어링할 수 있도록 해당 슬롯을 비우십시오.";
"Help bolt pairing" = "1. LED가 빠르게 깜박일 때까지 장치의 채널 버튼을 길게 누릅니다.\n\n2. 왼쪽의 페어링 버튼을 클릭합니다.\n\n3.a 키보드의 경우, 표시된 숫자 코드를 입력한 다음 Enter 키를 누릅니다.\n\n3.b 마우스의 경우, 왼쪽/오른쪽 클릭으로 왼쪽/오른쪽 순서를 입력한 다음, 왼쪽 및 오른쪽 버튼을 동시에 눌러 Enter로 사용합니다.";
"Help Onboard profile" = "온보드 프로필을 비활성화하여 모든 프로필 전환 및 사전 설정 버튼을 바인딩용으로 해제합니다. 또는 온보드 설정을 사용하려면 이 옵션을 활성화하십시오.";
"Help quirk buttons" = "이러한 공급업체 정의 버튼은 alt-tab이나 래칫 모드 전환과 같은 기능에 하드코딩되어 있습니다.\n\n이 확인란을 선택하여 표준 버튼처럼 작동하게 하고 '버튼' 탭에서 바인딩을 위해 인식되도록 하십시오.";
"Help hires wheel" = "이 모드에서는 스크롤 휠이 훨씬 더 촘촘한 틱(일반적으로 8배)을 출력합니다. 따라서 스크롤이 훨씬 더 부드럽게 느껴질 것입니다.\n\n자유 회전 모드에서 가장 잘 작동합니다.\n\n'스크롤' 패널 설정은 그에 맞게 조정해야 합니다. 이 모드에서는 '브레이크 포인트', '속도', '더 부드럽게' 슬라이더를 모두 최소로 설정하고, '지속 시간'과 '가속'만 조정하여 트랙패드와 가장 유사한 느낌을 갖도록 하는 것이 좋습니다.";
"Help ratchet" = "위에서 바인딩을 위해 물리적 버튼(일반적으로 버튼 6)을 활성화한 경우에만 이 토글을 사용하여 스크롤 휠의 래칫 모드와 자유 회전 모드 간에 전환할 수 있습니다.";
"Help thumbwheel for shortcuts" = "이 모드를 사용하면 '버튼' 패널에서 엄지 휠에 클릭, 길게 누르기 및 왼쪽/오른쪽 방향 제스처를 바인딩할 수 있습니다.\n\nIf you want the thumbwheel to perform different functions in different apps, you need to use this mode.";
"Help thumbwheel for hscroll" = "";
"Help thumbwheel for vscroll" = "이 옵션은 우리가 할 수 있기 때문에 제공되는 것일 뿐, 의미가 있다고 생각해서는 아닙니다.";
"Help thumbwheel for zoom" = "";
"Help thumbwheel dir inv" = "위 4가지 옵션에 대한 방향을 각각 선택합니다.";

//Keyboard Tab
"Help keys sub" = "키보드별로 물리적 키를 다른 키로 시스템 수준에서 대체합니다. 위의 일반 및 Logi 키 맵보다 우선순위가 높습니다.\n\n가운데 화살표를 클릭하여 단방향 또는 양방향 매핑 간에 전환합니다.\n\n하나의 키에는 하나의 맵만 허용됩니다.";
"Help logi keyb" = "Logi 재프로그래밍 가능 키의 앱 수준 맵입니다. 녹색 키는 Fn 키에 없는 비표준 키입니다.\n\n마우스 버튼 바인딩과 마찬가지로 드롭다운 목록에서 키 콤보나 작업에 바인딩할 수 있습니다.\n\n위의 일반 키 맵보다 우선순위가 높습니다.";
"Help logi keyb brightness" = "이 라인은 제어를 제공하지 않으며, 현재 키보드 백라이트 밝기 수준과 제어 소스만 나타냅니다.\n\n'자동'은 주변광에 따라 달라짐을 의미합니다.\n\n자동 모드일 때 일부 키보드의 경우 밝기 막대가 실제 값을 반영하지 않을 수 있습니다.";
"Help general key bind" = "키 입력이나 키 콤보를 다른 키 입력/키 콤보/작업으로 매핑하는 앱 수준의 일반 맵입니다.\n\n플러스 버튼을 클릭하여 매핑 항목을 추가하고, 각 상자를 클릭하여 키보드 입력 포커스를 설정합니다.";

//Scroll tab
"Help scroll smooth" = "이 토글은 모든 수직, 수평 및 시프트 스크롤의 부드러움을 제어하며, Ctrl-스크롤 줌은 이 기능에 의존하여 작동합니다.";
"Help scroll more smooth" = "위 4가지 매개변수 적용 후 스크롤을 더욱 부드럽게 만드는 간단한 후처리 필터입니다. 오버헤드가 거의 없으며, 신속함과 부드러움 사이에서 또 다른 제어 차원을 제공합니다.\n\n0으로 설정하면 효과가 없습니다. 높게 설정할수록 더 느리게 느껴지지만 더 부드럽습니다.";
"Help scroll acc" = "더 짧은 시간 안에 휠을 동일한 각도로 돌리면 콘텐츠가 더 멀리 스크롤됩니다. 이 매개변수는 이 효과의 강도를 결정합니다.\n\n이제 소프트웨어로 구현되었으며, 시스템 설정의 '마우스->스크롤 속도'에 영향을 받지 않습니다.";
"Help scroll to raise" = "창 위에서 스크롤하여 창을 맨 앞으로 가져옵니다.\n\n왼쪽 클릭 스루를 활성화하면, 버튼으로 가득 찬 계산기 창과 같은 창을 활성화하려고 할 때 실수로 클릭해서는 안 될 것을 클릭할까 봐 끊임없이 스트레스를 받았습니다.\n\n이 기능이 창을 활성화하는 가장 스트레스 없는 방법이라는 것을 발견했습니다.\n\nIt'd be better to uncheck it when you fiddle with other scrolling parameters to keep the window floating.";
"Help scroll brake" = "이 설정은 부드러운 스크롤 전용입니다. 스크롤이 몇 번째 프레임부터 감속을 시작할지 결정하며, 범위는 1부터 지속 시간까지입니다.";
"Help scroll distance" = "부드러운 스크롤이 켜져 있을 때는 프레임당 픽셀, 꺼져 있을 때는 틱당 줄입니다.\n\n부드러움 및 가속 설정에 따라 4가지 다른 저장된 값이 있으며, 색상으로 구분됩니다.";
"Help scroll duration" = "부드러운 스크롤에서 휠 한 틱에 대한 스크롤 지속 시간(프레임 단위)입니다.\n\n새로 고침 빈도에 적응합니다. 예를 들어 이 값을 20으로 설정하면 시스템 새로 고침 빈도가 60Hz이든 120Hz이든 상관없이 20/60 = 1/3초의 스크롤 지속 시간을 얻게 됩니다.";
"Help scroll hori invert" = "물리적 마우스 휠의 수평 스크롤 방향만 반전시킵니다.";
"Help scroll hori speed" = "수평 스크롤 속도 조절 기능입니다. 5는 시스템 기본 속도이며, 조절 범위는 기본값의 0.2배에서 10배입니다.\n\n‘물리적 수평 스크롤’은 주로 휠 틸트 및 '마우스' 탭에서 엄지 휠을 '수평 스크롤에 사용'으로 설정했을 때의 스크롤을 의미합니다.";
"Help scroll vert invert" = "마우스 휠의 수직 스크롤 방향만 반전시킵니다. 타사 마우스 드라이버가 설치된 경우, 계단식 제어로 인해 이 설정이 혼란스러울 수 있습니다.";
"Help shift scroll" = "수평 스크롤을 하려면 스크롤하는 동안 보조 키를 누르고 계십시오.";
"Help ctrl scroll zoom" = "확대/축소를 하려면 스크롤하거나 위/아래로 패닝하는 동안 보조 키를 누르고 계십시오.";
"Help cmd scroll" = "수정된 속도를 얻으려면 스크롤/확대/패닝하는 동안 보조 키를 누르고 계십시오.\n\n모든 H/V 물리적 스크롤, 시프트 스크롤, Ctrl 스크롤, 엄지 휠 스크롤/줌, 제스처 줌, 팬 및 Ctrl 팬에 적용됩니다.";
"Help cmd scroll speed" = "";

//Setting tab
"Help hide icon" = "메뉴 막대 아이콘을 숨깁니다.\n\n앱이 이미 실행 중일 때 다시 실행하면 메뉴 막대 아이콘이 다시 나타납니다.";
"Help color scheme" = "두 토글을 모두 선택 해제하여 색 구성표가 시스템을 따르도록 합니다.";
"Help tighten icons" = "유용할 수 있는 관련 없는 기능입니다. 메뉴 막대 아이콘을 더 빽빽하게 만듭니다.\n\n다음 로그인 시 적용됩니다.";
"Help charge limit" = "유용할 수 있는 또 다른 관련 없는 기능입니다.\n\nApple의 새로운 내장 스위치를 사용하여 배터리 충전을 80%로 제한합니다. Apple Silicon 및 macOS 13부터 사용할 수 있습니다. 80% 옵션만 있으며 다른 선택은 없습니다.\n\n이것은 펌웨어 스위치이므로, 일단 설정하면 앱을 계속 실행할 필요가 없습니다. 또한 잠자기/깨우기 주기에도 영향을 받지 않습니다.\n\n그러나 전원 주기에는 영향을 받으므로, 전원을 켠 후에는 앱을 실행하여 활성화해야 합니다.\n\n변경 사항이 적용되려면 약 1분이 소요되므로 기다려 주십시오.\n\n배터리가 80% 이상 충전된 상태에서 이 기능을 활성화하면 펌웨어가 자동으로 80%까지 방전시키므로 플러그를 뽑을 필요가 없습니다.\n\n'백그라운드에서 허용' 권한이 필요합니다. 그러나 실제로는 백그라운드에서 아무것도 실행되지 않습니다. 이것은 단지 앱에서 'sudo'를 실행하는 방법일 뿐입니다. 설정 앱의 백그라운드 항목에 대한 설명은 제 생각에는 약간 혼란스럽습니다. 이 기능을 끄는 한 이 권한을 허용할 필요는 없습니다.";
"Help charge limit 147+" = "macOS 14.7부터 Apple은 내장된 펌웨어 80% 충전 제한기를 제거했으며 다시 도입할 가능성은 낮습니다.\n\n그래서 우리는 여기서 전통적이고 더 원시적인 소프트웨어 기반 제한기로 되돌아갑니다. 단지 이런 간단한 일을 위해 다른 앱을 계속 실행하고 싶지 않기 때문입니다.";
"Help activate license" = "이전에 또는 웹사이트에서 구매하고 여기에 활성화 코드를 입력하는 경우, 완료 후 앱을 다시 시작하고 앱이 녹색으로 바뀔 때까지 10초간 기다려 주십시오.";
"Help deactivate" = "예, 팝업 창에서 '라이선스 비활성화' 버튼을 클릭하면 이 활성화가 라이선스에서 제거되어 향후 사용을 위해 슬롯이 확보됩니다.";
"Help v scroll sliders" = "Scroll over a slider to adjust it. This works for sliders that can be recognized by VoiceOver.";
"Help h scroll sliders" = "Scroll over a slider to adjust it. This works for sliders that can be recognized by VoiceOver.\n\nThis can be triggered not only by physical horizontal scrolling, but also by shift-scrolling and h-scrolling through gestures.";
"Help interfering apps" = "Apps that have the capability of manipulating mouse and keyboard actions as well in real-time.";

//MARK: Button Binding Hint
"btn hint double click"				= "시뮬레이션된 더블 클릭으로, 자연스럽게 클릭 스루 효과가 따라옵니다.";
"btn hint triple click"				= "시뮬레이션된 트리플 클릭으로, 자연스럽게 클릭 스루 효과가 따라옵니다.";
"btn hint look up"					= "강제 클릭 또는 cmd-ctrl-D로도 알려져 있습니다.";
"btn hint smart zoom"				= "트랙패드에서 두 손가락으로 두 번 탭하는 것과 동일합니다.";
"btn hint cmd click"				= "CMD를 누른 상태에서 왼쪽 클릭을 시뮬레이션합니다.\n\n이 클릭으로 드래그하려면 이 버튼의 다른 모든 매핑을 제거해야 합니다.";
"btn hint shift cmd click"			= "Shift와 CMD를 누른 상태에서 왼쪽 클릭을 시뮬레이션합니다.\n\n이 클릭으로 드래그하려면 이 버튼의 다른 모든 매핑을 제거해야 합니다.";
"btn hint shift click"				= "Shift를 누른 상태에서 왼쪽 클릭을 시뮬레이션합니다.\n\n이 클릭으로 드래그하려면 이 버튼의 다른 모든 매핑을 제거해야 합니다.";
"btn hint ctrl cmd click"			= "Ctrl과 CMD를 누른 상태에서 왼쪽 클릭을 시뮬레이션합니다. 터미널에서 [NSWindowShouldDragOnGesture](https://www.google.com/search?q=NSWindowShouldDragOnGesture)가 활성화된 경우 창을 아무 위치에서나 드래그하는 데 사용됩니다.\n\n이 클릭으로 드래그하려면 이 버튼의 다른 모든 매핑을 제거해야 합니다.";
"btn hint option click"				= "Option을 누른 상태에서 왼쪽 클릭을 시뮬레이션합니다.\n\n이 클릭으로 드래그하려면 이 버튼의 다른 모든 매핑을 제거해야 합니다.";
"btn hint left click"				= "반복성 긴장 손상(RSI)을 위해 필요에 따라 왼쪽 클릭을 시뮬레이션합니다.\n\n이 클릭으로 드래그하려면 이 버튼의 다른 모든 매핑을 제거해야 합니다.";
"btn hint middle click"				= "가운데 클릭을 시뮬레이션합니다.\n\n이 클릭으로 드래그하려면 이 버튼의 다른 모든 매핑을 제거해야 합니다.";
"btn hint right click"				= "오른쪽 클릭을 시뮬레이션합니다.\n\n이 클릭으로 드래그하려면 이 버튼의 다른 모든 매핑을 제거해야 합니다.";
"btn hint mod clicks"				= "If you also want to drag with the assigned click, this button must have no other bindings.";
"btn hint swipe forward"			= "트랙패드에서 두 손가락으로 왼쪽으로 스와이프하는 것을 시뮬레이션하지만 애니메이션은 없습니다.";
"btn hint swipe back"				= "트랙패드에서 두 손가락으로 오른쪽으로 스와이프하는 것을 시뮬레이션하지만 애니메이션은 없습니다.";
"btn hint 3 finger swipe L"			= "데스크톱 공간을 빠르게 전환하는 저희의 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'ctrl + →'를 할당하십시오.";
"btn hint 3 finger swipe R"			= "데스크톱 공간을 빠르게 전환하는 저희의 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'ctrl + ←'를 할당하십시오.";
"btn hint 3 finger swipe U"			= "미션 컨트롤의 저희 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'ctrl + ↑'를 할당하십시오.";
"btn hint 3 finger swipe D"			= "앱 Exposé의 저희 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'ctrl + ↓'를 할당하십시오.";
"btn hint 3 finger pinch in"		= "런치패드의 저희 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 시스템 설정에서 단축키를 할당한 다음 여기서 해당 단축키를 바인딩해야 합니다.";
"btn hint 3 finger pinch out"		= "데스크톱 보기의 저희 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'F11'을 할당하십시오.";

"btn hint scroll left"				= "왼쪽으로 한 번 스크롤합니다. 시프트 스크롤을 통해 구현됩니다. 멀티샷으로 만들려면 버튼 클릭 대신 길게 누르기에 바인딩하십시오.";
"btn hint scroll right"				= "오른쪽으로 한 번 스크롤합니다. 시프트 스크롤을 통해 구현됩니다. 멀티샷으로 만들려면 버튼 클릭 대신 길게 누르기에 바인딩하십시오.";
"btn hint zoom in"					= "한 번 확대합니다. Ctrl 스크롤을 통해 구현됩니다. 멀티샷으로 만들려면 버튼 클릭 대신 길게 누르기에 바인딩하십시오.";
"btn hint zoom out"					= "한 번 축소합니다. Ctrl 스크롤을 통해 구현됩니다. 멀티샷으로 만들려면 버튼 클릭 대신 길게 누르기에 바인딩하십시오.";
"btn hint zoom window"				= "창의 녹색 버튼을 옵션 클릭하거나 제목 표시줄을 더블 클릭하는 것과 동일합니다.\n\n익숙하지 않은 경우:\n앱 종료:				⌘Q\n앱 강제 종료:		⌥⌘ESC\n탭 또는 창 닫기:	⌘W\n모든 창 닫기:		⇧⌘W\n창 최소화:		⌘M";
"btn hint fullscreen window"		= "창의 녹색 버튼을 클릭하는 것과 동일합니다.\n\n익숙하지 않은 경우:\n앱 종료:				⌘Q\n앱 강제 종료:		⌥⌘ESC\n탭 또는 창 닫기:	⌘W\n모든 창 닫기:		⇧⌘W\n창 최소화:		⌘M";
"btn hint media p/p"				= "";
"btn hint media prev"				= "";
"btn hint media next"				= "";
"btn hint mute mic"					= "음소거 시 메뉴 막대에 음소거 아이콘이 표시됩니다. 아이콘을 클릭하여 음소거를 해제할 수도 있습니다.";
"btn hint vol mute"					= "";
"btn hint vol up"					= "";
"btn hint vol down"					= "";
"btn hint backlight up"				= "";
"btn hint backlight down"			= "";
"btn hint sleep"					= "";
"btn hint logout"					= "";
"btn hint screen off"				= "";
"btn hint lock screen"				= "";
"btn hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"btn hint IM switch"				= "입력기/키보드 소스 전환";
"btn hint do nothing"				= "버튼 클릭에 작업이 할당되지 않은 경우 원래 버튼 클릭 이벤트가 전송됩니다. 이 항목을 버튼에 할당하면 잘못된 트리거를 피하기 위해 아무것도 전송되지 않습니다.\n\n일반적으로 엄지 휠에 사용됩니다.";

//MARK: Button-scroll Binding Hint
"btnscl hint hori scroll"			= "시프트 스크롤 모방.";
"btnscl hint fast scroll"			= "CMD 스크롤 모방.";
"btnscl hint zoom"					= "Ctrl 스크롤 모방.";
"btnscl hint app switch"			= "";
"btnscl hint vol"					= "";
"btnscl hint backlight"				= "";

//MARK: Gesture Binding Hint
"ges hint smart zoom"				= "트랙패드에서 두 손가락으로 두 번 탭하는 것과 동일합니다.";
"ges hint swipe forward"			= "트랙패드에서 두 손가락으로 왼쪽으로 스와이프하는 한 번의 동작으로, 애니메이션은 없습니다.";
"ges hint swipe back"				= "트랙패드에서 두 손가락으로 오른쪽으로 스와이프하는 한 번의 동작으로, 애니메이션은 없습니다.";
"ges hint 2 finger scroll"			= "마우스 드래그 제스처로 트랙패드에서 2 손가락 스와이프를 시뮬레이션합니다. 위 '앞으로/뒤로 스와이프'와 같이 왼쪽/오른쪽 스와이프 제스처로 사용할 수 있지만 애니메이션이 있습니다. 또는 단순히 스크롤로 사용할 수도 있습니다.\n\n이 앱이 제공하는 '팬'과의 차이점은, 팬은 순수 스크롤이며 제스처를 트리거하지 않으므로 더 반응이 빠르고 수월하게 느껴진다는 것입니다. 또한, 팬은 관성 마찰이 더 낮게 설정되어 있습니다.";
"ges hint pan"						= "버튼이 충분하지 않습니다. 팬 전용으로 버튼 하나를 할애할 여유가 없으며, 그 버튼에 대한 더 큰 계획이 있습니다. 그러나 2 손가락 스크롤은 순수 스크롤에 사용하기에는 너무 끈적거린다는 것을 발견했습니다(대각선으로 스크롤할 수 없으며 OS 제스처가 내재되어 있음). 바로 이럴 때 팬 스크롤이 유용합니다.\n\n아래 버튼 팬과 동일하지만, 트리거하는 데 방향 제스처 하나만 필요합니다. 일단 트리거되면 평소처럼 어느 방향으로든 팬할 수 있습니다.";
"ges hint 3 finger swipe L"			= "데스크톱 공간을 빠르게 전환하는 저희의 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'ctrl + →'를 할당하십시오.";
"ges hint 3 finger swipe R"			= "데스크톱 공간을 빠르게 전환하는 저희의 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'ctrl + ←'를 할당하십시오.";
"ges hint 3 finger swipe U"			= "미션 컨트롤의 저희 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'ctrl + ↑'를 할당하십시오.";
"ges hint 3 finger swipe D"			= "앱 Exposé의 저희 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'ctrl + ↓'를 할당하십시오.";
"ges hint 3 finger pinch in"		= "런치패드의 저희 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 시스템 설정에서 단축키를 할당한 다음 여기서 해당 단축키를 바인딩해야 합니다.";
"ges hint 3 finger pinch out"		= "데스크톱 보기의 저희 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'F11'을 할당하십시오.";
"ges hint scroll left"				= "왼쪽/오른쪽으로 편리하게 스크롤하고 싶지만, 팬으로 버튼의 네 방향이 모두 사용되는 것을 원치 않고, 2손가락 스크롤로 '앞으로/뒤로 가기'가 트리거되는 것도 원치 않을 때 이것을 사용하십시오.";
"ges hint scroll right"				= "왼쪽/오른쪽으로 편리하게 스크롤하고 싶지만, 팬으로 버튼의 네 방향이 모두 사용되는 것을 원치 않고, 2손가락 스크롤로 '앞으로/뒤로 가기'가 트리거되는 것도 원치 않을 때 이것을 사용하십시오.";
"ges hint zoom in"					= "방향 제스처에 의한 연속 줌. 비활성 창에는 효과가 없으므로 클릭 스루가 필수입니다.";
"ges hint zoom out"					= "방향 제스처에 의한 연속 줌. 비활성 창에는 효과가 없으므로 클릭 스루가 필수입니다.";
"ges hint zoom window"				= "창의 녹색 버튼을 옵션 클릭하거나 제목 표시줄을 더블 클릭하는 것과 동일합니다.\n\n익숙하지 않은 경우:\n앱 종료:				⌘Q\n앱 강제 종료:		⌥⌘ESC\n탭 또는 창 닫기:	⌘W\n모든 창 닫기:		⇧⌘W\n창 최소화:		⌘M";
"ges hint fullscreen window"		= "창의 녹색 버튼을 클릭하는 것과 동일합니다.\n\n익숙하지 않은 경우:\n앱 종료:				⌘Q\n앱 강제 종료:		⌥⌘ESC\n탭 또는 창 닫기:	⌘W\n모든 창 닫기:		⇧⌘W\n창 최소화:		⌘M";
"ges hint media p/p"				= "";
"ges hint prev"						= "";
"ges hint next"						= "";
"ges hint mute mic"					= "음소거 시 메뉴 막대에 음소거 아이콘이 표시됩니다. 아이콘을 클릭하여 음소거를 해제할 수도 있습니다.";
"ges hint vol mute"					= "";
"ges hint vol up"					= "";
"ges hint vol down"					= "";
"ges hint backlight up"				= "";
"ges hint backlight down"			= "";
"ges hint app switch"				= "마우스 드래그 제스처로 alt-tab을 시뮬레이션합니다.";
"ges hint sleep"					= "";
"ges hint logout"					= "";
"ges hint screen off"				= "";
"ges hint lock screen"				= "";
"ges hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"ges hint IM switch"				= "";

//MARK: General Key Binding Hint
"gkey hint sleep"					= "";
"gkey hint logout"					= "";
"gkey hint screen off"				= "";
"gkey hint lock screen"				= "";
"gkey hint do nothing"				= "";
"gkey hint swipe forward"			= "트랙패드에서 두 손가락으로 왼쪽으로 스와이프하는 것을 시뮬레이션하지만 애니메이션은 없습니다.";
"gkey hint swipe back"				= "트랙패드에서 두 손가락으로 오른쪽으로 스와이프하는 것을 시뮬레이션하지만 애니메이션은 없습니다.";
"gkey hint 3 finger swipe L"		= "데스크톱 공간을 빠르게 전환하는 저희의 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'ctrl + →'를 할당하십시오.";
"gkey hint 3 finger swipe R"		= "데스크톱 공간을 빠르게 전환하는 저희의 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'ctrl + ←'를 할당하십시오.";
"gkey hint 3 finger swipe U"		= "미션 컨트롤의 저희 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'ctrl + ↑'를 할당하십시오.";
"gkey hint 3 finger swipe D"		= "앱 Exposé의 저희 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'ctrl + ↓'를 할당하십시오.";
"gkey hint 3 finger pinch in"		= "런치패드의 저희 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 시스템 설정에서 단축키를 할당한 다음 여기서 해당 단축키를 바인딩해야 합니다.";
"gkey hint 3 finger pinch out"		= "데스크톱 보기의 저희 빠른 버전입니다.\n\n마음에 들지 않고 원래 시스템 버전을 선호하는 경우, 대신 'F11'을 할당하십시오.";
"gkey hint zoom window"				= "창의 녹색 버튼을 옵션 클릭하거나 제목 표시줄을 더블 클릭하는 것과 동일합니다.\n\n익숙하지 않은 경우:\n앱 종료:				⌘Q\n앱 강제 종료:		⌥⌘ESC\n탭 또는 창 닫기:	⌘W\n모든 창 닫기:		⇧⌘W\n창 최소화:		⌘M";
"gkey hint fullscreen window"		= "창의 녹색 버튼을 클릭하는 것과 동일합니다.\n\n익숙하지 않은 경우:\n앱 종료:				⌘Q\n앱 강제 종료:		⌥⌘ESC\n탭 또는 창 닫기:	⌘W\n모든 창 닫기:		⇧⌘W\n창 최소화:		⌘M";
"gkey hint media p/p"				= "";
"gkey hint media prev"				= "";
"gkey hint media next"				= "";
"gkey hint mute mic"				= "음소거 시 메뉴 막대에 음소거 아이콘이 표시됩니다. 아이콘을 클릭하여 음소거를 해제할 수도 있습니다.";
"gkey hint vol mute"				= "";
"gkey hint vol up"					= "";
"gkey hint vol down"				= "";
"gkey hint backlight up"			= "";
"gkey hint backlight down"			= "";
"gkey hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"gkey hint IM switch"				= "입력기/키보드 소스 전환";
"gkey hint extra keys"				= "";
"gkey hint clicks"					= "키 입력에 이것을 사용할 수 있지만, 그렇게 의도된 것은 아닙니다. 일부 마우스는 추가 버튼을 표준 마우스 버튼에 매핑할 수 없지만, 키 입력에는 매핑할 수 있습니다. 이것이 이 항목의 목적입니다.";

//MARK: Button Tab
"Long press delay" = "길게 누르기 트리거 지연 (ms)";
"Long press interval" = "길게 누르기 반복 간격 (ms)";
"Button tab CT & Pan" = "클릭 스루 & 팬";
"Button tab left click through" = "왼쪽 클릭 스루";
"Button tab right click through" = "오른쪽 클릭 스루";
"Button tab trackpad left click through" = "트랙패드 L-스루";
"Button tab trackpad right click through" = "트랙패드 R-스루";
"Button tab No button pan" = "버튼 팬 없음";
"Button tab Right button pan" = "오른쪽 버튼 팬";
"Button tab Thumbwheel pan" = "엄지 휠 팬";
"Button tab Button" = "버튼 ";
"Button tab pan" = " 팬";
"Button tab Right" = "오른쪽";
"Button tab Wheel" = "휠 틸트";
"Button tab Thumbwheel" = "엄지 휠";
"Button tab Tap" = "탭";
"Button tab pan momentum" = "팬 관성";
"Button tab pan invert" = "팬 방향 반전";
"Button tab pan CT" = "팬 클릭 스루";
"Button tab thumbwheel" = "엄지 휠 바인딩";

"Button tab description 1" = "1.	항목을 추가하거나 강조 표시하려면 마우스 작업을 수행하십시오.\n\n2.	드롭다운 목록에서 대상 작업을 선택하거나 키보드에서 직접 키 콤보를 입력하십시오.\n\n";
"Button tab description 2" = "마우스 작업에는 다음이 포함됩니다:\n\n1.	왼쪽 및 오른쪽 버튼 이외의 버튼으로 클릭.\n2.	왼쪽 버튼 이외의 버튼으로 드래그.\n3.	왼쪽 버튼 이외의 버튼으로 길게 누르기.\n4.	아무 버튼이나 누른 상태에서 휠을 위아래로 스크롤.\n\n";
"Button tab description 3" = "이 모든 작업은 5개의 보조 키(Fn⇧⌃⌥⌘) 조합, 다른 마우스 버튼, 또는 둘 다와 결합할 수 있습니다.\n\n";
"Button tab description 4" = "다른 버튼과 결합하면 왼쪽 및 오른쪽 버튼에도 임의의 작업을 할당할 수 있습니다.\n\n";
"Button tab description 5" = "길게 누르기는 작업의 멀티샷으로 사용할 수 있습니다.\n\n대부분의 시스템 작업을 얻으려면 '시스템 환경설정 -> 키보드 -> 단축키'에서 단축키에 바인딩하십시오.\n\n내장 마우스 드라이버/해석기가 있는 앱(예: 게임)의 경우 예외 패널에 추가하고 별도로 구성하십시오.\n\n할당이 적용되려면 이 패널이나 탭을 종료하십시오.";

"Button tab new item" = "새 항목을 추가하려면 마우스 버튼을 누르십시오";
"Button tab Hide help" = "도움말 숨기기";
"Button tab Show help" = "도움말 보기";
"Button tab wheel" = "휠 ";
"Hint binding click through" = "클릭 스루";
"Hint binding multishot" = "멀티샷";

//MARK: Mouse Tab
"Cursor tab acceleration" = "가속:";
"Cursor tab enable Cursor Control" = "커서 제어";
"Cursor tab speed" = "속도:";
"Cursor tab Cursor hold in gesture" = "제스처 중 커서 고정";
"Cursor tab Left drag deadzone" = "왼쪽 드래그 데드존";
"Toggle enable DPI Control" = "DPI 제어 활성화";
"Slider DPI" = "DPI:";
"For binding" = "바인딩용:";
"SW Control" = "메인 휠:";
"Ratchet mode" = "래칫 모드";
"Hi-res wheel" = "고해상도 휠";
"Toggle enable Onboard Profile" = "온보드 프로필 활성화";
"Slider disengage" = "해제:";
"Slider torque" = "토크:";
"Slider Action Ring Button Pressure" = "AR Pressure:";
"Toggle hori wheel" = "엄지 휠:";
"Hori wheel option 1" = "버튼으로 사용";
"Hori wheel option 2" = "수평 스크롤에 사용";
"Hori wheel option 3" = "수직 스크롤에 사용";
"Hori wheel option 4" = "줌에 사용";
"Toggle hori wheel direction" = "방향:";
"Toggle hori wheel direction label" = "반전";
"Toggle hori wheel gain" = "속도 게인:";
"Toggle wheel tap" = "휠 탭:";
"Toggle wheel tap label" = "활성화";
"Title unifying Receiver" = "Unifying 수신기";
"Title bolt Receiver" = "Bolt 수신기";
"Title lightspeed Receiver" = "Lightspeed 수신기";
"Button pairing" = "페어링 ";
"Button pair" = "페어링";
"Slider label always Engage" = "항상 체결";
"Bar Report rate" = "Report rate";
"Slider Report rate" = "Report rate:";
"Bar Onboard profile" = "Onboard profile";
"Bar Extra buttons" = "Extra buttons";
"Bar Main wheel" = "Main wheel";
"Bar Thumb wheel" = "Thumb wheel";
"Bar Action ring button" = "Action ring button";
"Slider Pressure" = "Pressure:";
"Slider Haptic force" = "Haptic force:";
"Toggle Haptic enable" = "Haptic enable:";
"Toggle for actions" = "For single shot actions";
"Toggle for multishot actions" = "for multishot actions";
"Slider Pattern" = "Pattern:";

//MARK: Keyboard Tab
"Keys tab General key mapping" = "일반 키 매핑";
"Keys tab Non-standard key mapping" = "Logi 비표준 키 매핑";
"Keys tab enable modifier key substitution control" = "물리적 키 대체";
"Keys tab Backlight" = "백라이트";
"Keys tab Fn Inversion" = "Fn 반전";

//MARK: Scroll Tab
"Scroll tab Physical V Scroll" = "물리적 수직 스크롤";
"Scroll tab Physical H Scroll" = "물리적 수평 스크롤";
"Scroll tab Modified V Scroll" = "수정된 수직 스크롤";
"Scroll tab acceleration" = "가속";
"Scroll tab more smooth" = "더 부드럽게";
"Scroll tab brake Point" = "브레이크 포인트";
"Scroll tab duration" = "지속 시간";
"Scroll tab enable Smooth Scroll" = "부드러운 스크롤";
"Scroll tab hori invert" = "수평 방향 반전";
"Scroll tab hori speed" = "수평 스크롤 속도";
"Scroll tab scroll Raise" = "스크롤하여 올리기";
"Scroll tab v scroll sliders" = "V Scroll Sliders";
"Scroll tab h scroll sliders" = "H Scroll Sliders";
"Scroll tab speed" = "속도";
"Scroll tab vert invert" = "수직 방향 반전";
"Scroll tab shift scroll" = "를 수평 스크롤로";
"Scroll tab shift scroll invert" = "수평 스크롤 방향 반전";
"Scroll tab ctrl scroll" = "를 줌으로";
"Scroll tab ctrl scroll invert" = "줌 방향 반전";
"Scroll tab cmd scroll" = "를 빠른 스크롤로";
"Scroll tab cmd scroll speed" = "보조 스크롤/팬 속도 게인";
"Scroll tab thumb wheel zoom" = "엄지 휠 줌";
"Seperator main scroll control" = "메인 스크롤 제어";
"Seperator physical scroll invert" = "물리적 스크롤 방향 반전";
"Seperator shift-scroll to horizontal" = "시프트-스크롤을 수평으로";
"Seperator zoom/pinch" = "줌/핀치";

//MARK: Settings Tab
"Setting tab buy" = "구매";
"Setting tab web buy" = "웹사이트에서 구매";
"Setting tab reset" = "모든 설정 삭제";
"Setting tab email Feedback" = "이메일 피드백";
"Setting tab homepage" = "홈페이지";
"Setting tab Check for update" = "업데이트 확인";
"Setting tab quit" = "종료";
"Setting tab registered to" = "등록 사용자:";
"Setting tab run at login" = "로그인 시 실행";
"Setting tab hide icon" = "메뉴 막대 아이콘 숨기기";
"Setting tab dark mode" = "다크 모드";
"Setting tab light mode" = "라이트 모드";
"Setting tab auto update" = "자동으로 업데이트 확인";
"Setting tab tighten icon" = "메뉴 막대 아이콘 간격 좁히기";
"Setting tab charge limit" = "배터리 수준을 80%로 제한";
"Setting tab mic mute notif" = "Mic Mute Popup";
"Setting tab capslock notif" = "Capslock Popup";
"Setting tab activate" = "라이선스 활성화/비활성화";
"Setting tab trial expired, thanks for using it!" = "평가판이 만료되었습니다. 이용해 주셔서 감사합니다!";
"Setting tab trial period left" = "남은 평가판 기간: ";
"Button save settings to file" = "설정을 파일에 저장";
"Button load settings from file" = "파일에서 설정 불러오기";
"Message save fail" = "파일 저장에 실패했습니다.";
"Message load fail" = "불러오기 실패. 파일에 다른 버전의 설정이 포함되어 있거나 유효한 설정 파일이 아닙니다.";
"Message load success" = "설정을 성공적으로 불러왔습니다";
"Message relaunch" = "앱을 다시 시작합니다.";
"Setting tab wipe out all alert title" = "BetterMouse\n모든 설정 삭제";
"Setting tab wipe out all alert message" = "파일에서 설정을 불러올 때마다 앱은 현재 모든 설정을 먼저 삭제합니다. 따라서 처음부터 다시 시작하려는 경우가 아니면 이 작업을 수행할 필요가 없습니다.\n\n그럼에도 불구하고, 미리 설정을 저장해 두는 것이 좋습니다.\n\n모든 설정을 삭제하시겠습니까?";

//MARK: Exception Tab
"Button add running apps" = "실행 중인 앱 추가";
"Button add manually" = "수동으로 추가";
"Exception tab scroll using global" = "Scroll settings disabled\nUsing global settings";
"Exception tab disabled" = "Exception disabled\nUsing global settings";
"Message invalid" = "유효한 앱이 아닙니다.";
"Exception hint remove all" = "모든 항목 제거";
"Exception hint load global" = "전역 설정 불러오기";
"Exception hint button lock" = "Button binding editing lock\n\nWhen unlocked, any changes to global button bindings of identical(white) items will be synchronized here, including adding/removing items, click-through, and pan settings.\n\nWhen locked, changes made outside will not affect settings here.";
"Exception hint scroll switch" = "스크롤 설정 예외/전역 스위치\n\n이 스위치를 끄면 대신 전역 스크롤 설정이 적용됩니다.\n\n이 스위치는 버튼/키 입력 바인딩만 다르게 하려는 앱을 위한 것입니다.";
"Exception hint key lock" = "키 맵 편집 잠금\n\n버튼 구성 잠금과 유사합니다.";

//MARK: Dialogs
"trusted alert message" = "시스템 전체에 영향을 미치는 모든 앱(앱 자체에 국한되지 않음)은 손쉬운 사용 권한이 필요하며 App Store에 등록할 수 없습니다. 저희 앱도 마찬가지입니다.\n\n시스템 환경설정 -> 보안 및 개인 정보 보호 -> 개인 정보 보호 -> 손쉬운 사용에서 활성화한 후 앱을 다시 여십시오.";
"Button ok" = "확인";
"trusted alert title" = "BetterMouse 활성화";
"Button relaunch" = "다시 시작";
"Button cancel" = "취소";
"Button quit" = "종료";
"Button yes" = "예";
"Button restart" = "Restart";
